{
  "<pad>": 0,
  "<unk>": 1,
  "MED_INSULIN": 2,
  "MED_0_9_SODIUM_CHLORIDE": 3,
  "MED_POTASSIUM_CHLORIDE": 4,
  "MED_SODIUM_CHLORIDE_0_9_FLUSH": 5,
  "MED_ACETAMINOPHEN": 6,
  "MED_FUROSEMIDE": 7,
  "MED_HEPARIN": 8,
  "MED_5_DEXTROSE": 9,
  "MED_MAGNESIUM_SULFATE": 10,
  "MED_BAG": 11,
  "MED_SENNA": 12,
  "MED_DOCUSATE_SODIUM": 13,
  "MED_HYDROMORPHONE_DILAUDID": 14,
  "MED_ISO_OSMOTIC_DEXTROSE": 15,
  "MED_OXYCODONE_IMMEDIATE_RELEASE": 16,
  "MED_METOPROLOL_TARTRATE": 17,
  "MED_ONDANSETRON": 18,
  "MED_LORAZEPAM": 19,
  "MED_LACTATED_RINGERS": 20,
  "MED_VANCOMYCIN": 21,
  "MED_SODIUM_CHLORIDE_0_9": 22,
  "MED_BISACODYL": 23,
  "MED_ASPIRIN": 24,
  "MED_WARFARIN": 25,
  "MED_MORPHINE_SULFATE": 26,
  "MED_CALCIUM_GLUCONATE": 27,
  "MED_DEXTROSE_50": 28,
  "MED_VIAL": 29,
  "MED_PANTOPRAZOLE": 30,
  "MED_GLUCAGON": 31,
  "MED_POLYETHYLENE_GLYCOL": 32,
  "MED_SW": 33,
  "MED_HEPARIN_SODIUM": 34,
  "MED_STERILE_WATER": 35,
  "MED_ATORVASTATIN": 36,
  "MED_POTASSIUM_CHLORIDE_REPLACEMENT_CRITICAL_CARE_AND_ONCOLOGY": 37,
  "MED_LISINOPRIL": 38,
  "MED_GLUCOSE_GEL": 39,
  "MED_OMEPRAZOLE": 40,
  "MED_HEPARIN_FLUSH_10_UNITS_ML": 41,
  "MED_HYDRALAZINE": 42,
  "DX_9_4019": 43,
  "MED_GABAPENTIN": 44,
  "MED_PREDNISONE": 45,
  "MED_ACETAMINOPHEN_IV": 46,
  "MED_0_9_SODIUM_CHLORIDE_MINI_BAG_PLUS": 47,
  "MED_NS": 48,
  "MED_INFLUENZA_VACCINE_QUADRIVALENT": 49,
  "MED_CALCIUM_CARBONATE": 50,
  "MED_LEVOTHYROXINE_SODIUM": 51,
  "MED_NEUTRA_PHOS": 52,
  "MED_ALBUTEROL_0_083_NEB_SOLN": 53,
  "DX_10_E785": 54,
  "DX_10_I10": 55,
  "MED_DIPHENHYDRAMINE": 56,
  "MED_AMLODIPINE": 57,
  "MED_METOPROLOL_SUCCINATE_XL": 58,
  "MED_D5_1_2NS": 59,
  "MED_MULTIVITAMINS": 60,
  "MED_FAMOTIDINE": 61,
  "MED_CEFEPIME": 62,
  "MED_TRAZODONE": 63,
  "MED_CEFTRIAXONE": 64,
  "MED_VITAMIN_D": 65,
  "MED_D5W": 66,
  "MED_PROPOFOL": 67,
  "MED_ISO_OSMOTIC_SODIUM_CHLORIDE": 68,
  "MED_CEFAZOLIN": 69,
  "MED_FENTANYL_CITRATE": 70,
  "DX_9_2724": 71,
  "DX_10_Z87891": 72,
  "MED_TACROLIMUS": 73,
  "MED_LACTULOSE": 74,
  "MED_IBUPROFEN": 75,
  "MED_INFLUENZA_VIRUS_VACCINE": 76,
  "MED_QUETIAPINE_FUMARATE": 77,
  "MED_KETOROLAC": 78,
  "MED_MILK_OF_MAGNESIA": 79,
  "MED_DEXAMETHASONE": 80,
  "MED_LEVETIRACETAM": 81,
  "MED_SODIUM_BICARBONATE": 82,
  "MED_FOLIC_ACID": 83,
  "MED_MAGNESIUM_OXIDE": 84,
  "DX_10_K219": 85,
  "MED_SIMVASTATIN": 86,
  "MED_ALBUTEROL_INHALER": 87,
  "MED_PIPERACILLIN_TAZOBACTAM": 88,
  "MED_AMIODARONE": 89,
  "MED_THIAMINE": 90,
  "MED_SIMETHICONE": 91,
  "MED_HALOPERIDOL": 92,
  "MED_DIAZEPAM": 93,
  "MED_LABETALOL": 94,
  "MED_TORSEMIDE": 95,
  "MED_ENOXAPARIN_SODIUM": 96,
  "MED_LIDOCAINE_5_PATCH": 97,
  "MED_RANITIDINE": 98,
  "MED_CLOPIDOGREL": 99,
  "DX_9_53081": 100,
  "MED_SOLN": 101,
  "MED_METOCLOPRAMIDE": 102,
  "MED_PROCHLORPERAZINE": 103,
  "MED_PHENYLEPHRINE": 104,
  "MED_CIPROFLOXACIN_HCL": 105,
  "MED_LR": 106,
  "MED_RAMELTEON": 107,
  "DX_9_25000": 108,
  "DX_10_F329": 109,
  "MED_POTASSIUM_CHL_20_MEQ_1000_ML_D5_1_2_NS": 110,
  "DX_10_I2510": 111,
  "MED_POTASSIUM_PHOSPHATE": 112,
  "MED_IPRATROPIUM_BROMIDE_NEB": 113,
  "MED_TAMSULOSIN": 114,
  "MED_DEXTROSE_5": 115,
  "MED_CLONAZEPAM": 116,
  "DX_10_F419": 117,
  "MED_ALBUMIN_25_12_5G_50ML": 118,
  "MED_HEPARIN_DWELL_1000_UNITS_ML": 119,
  "MED_DILTIAZEM": 120,
  "MED_CARVEDILOL": 121,
  "DX_9_42731": 122,
  "MED_METRONIDAZOLE_FLAGYL": 123,
  "MED_AZITHROMYCIN": 124,
  "DX_9_41401": 125,
  "DX_9_311": 126,
  "DX_10_N179": 127,
  "MED_SPIRONOLACTONE": 128,
  "DX_9_4280": 129,
  "MED_PNEUMOCOCCAL_VAC_POLYVALENT": 130,
  "MED_NOREPINEPHRINE": 131,
  "MED_CHLORHEXIDINE_GLUCONATE_0_12_ORAL_RINSE": 132,
  "MED_LEVOFLOXACIN": 133,
  "MED_METRONIDAZOLE": 134,
  "MED_ASPIRIN_EC": 135,
  "DX_10_Z20822": 136,
  "MED_LOSARTAN_POTASSIUM": 137,
  "MED_OXYCODONE_ACETAMINOPHEN": 138,
  "MED_HYDROCHLOROTHIAZIDE": 139,
  "DX_9_V1582": 140,
  "MED_LIDOCAINE_1": 141,
  "MED_LIDOCAINE_1_FOR_PICC_MIDLINE_INSERTIONS": 142,
  "MED_ALLOPURINOL": 143,
  "MED_NITROGLYCERIN": 144,
  "MED_IPRATROPIUM_ALBUTEROL_NEB": 145,
  "DX_10_Z7901": 146,
  "MED_PHYTONADIONE": 147,
  "MED_ALUMINUM_MAGNESIUM_HYDROX_SIMETHICONE": 148,
  "MED_METHYLPREDNISOLONE_SODIUM_SUCC": 149,
  "MED_POTASSIUM_CHLORIDE_POWDER": 150,
  "MED_TRAMADOL": 151,
  "MED_ATENOLOL": 152,
  "MED_SYRINGE": 153,
  "DX_10_E039": 154,
  "MED_ACYCLOVIR": 155,
  "MED_FERROUS_SULFATE": 156,
  "MED_SERTRALINE": 157,
  "MED_MIDAZOLAM": 158,
  "MED_ZOLPIDEM_TARTRATE": 159,
  "DX_9_5849": 160,
  "DX_10_Z794": 161,
  "MED_PHOSPHORUS": 162,
  "DX_9_2449": 163,
  "DX_9_3051": 164,
  "DX_10_E119": 165,
  "MED_PNEUMOCOCCAL_23_VALENT_POLYSACCHARIDE_VACCINE": 166,
  "MED_TRAMADOL_ULTRAM": 167,
  "MED_MEROPENEM": 168,
  "MED_SODIUM_PHOSPHATE": 169,
  "MED_APIXABAN": 170,
  "DX_10_G4733": 171,
  "DX_9_2859": 172,
  "MED_OLANZAPINE": 173,
  "MED_LIDOCAINE_JELLY_2_GLYDO": 174,
  "MED_HYDROMORPHONE": 175,
  "MED_MULTIVITAMINS_W_MINERALS": 176,
  "MED_CIPROFLOXACIN_IV": 177,
  "MED_HEPARIN_FLUSH_100_UNITS_ML": 178,
  "MED_ISOSORBIDE_MONONITRATE_EXTENDED_RELEASE": 179,
  "MED_FLUTICASONE_PROPIONATE_NASAL": 180,
  "MED_NICOTINE_PATCH": 181,
  "MED_ALTEPLASE_CATHETER_CLEARANCE": 182,
  "MED_FLUCONAZOLE": 183,
  "MED_MIRTAZAPINE": 184,
  "DX_10_F17210": 185,
  "DX_9_V5861": 186,
  "MED_METHADONE": 187,
  "MED_SYRINGE_0_9_SODIUM_CHLORIDE": 188,
  "DX_9_30000": 189,
  "MED_INSULIN_HUMAN_REGULAR": 190,
  "DX_9_40390": 191,
  "MED_CYANOCOBALAMIN": 192,
  "DX_10_E669": 193,
  "MED_0_45_SODIUM_CHLORIDE": 194,
  "DX_10_D649": 195,
  "MED_DOCUSATE_SODIUM_LIQUID": 196,
  "MED_OXYCODONE_SR_OXYCONTIN": 197,
  "MED_ENOXAPARIN_PROPHYLAXIS": 198,
  "MED_NITROGLYCERIN_SL": 199,
  "DX_10_I4891": 200,
  "MED_SULFAMETH_TRIMETHOPRIM_SS": 201,
  "MED_LOPERAMIDE": 202,
  "MED_1_2_NS": 203,
  "MED_CITALOPRAM": 204,
  "DX_10_J45909": 205,
  "MED_SARNA_LOTION": 206,
  "DX_10_Z7902": 207,
  "DX_10_Y929": 208,
  "MED_ROSUVASTATIN_CALCIUM": 209,
  "DX_9_V5867": 210,
  "DX_9_5990": 211,
  "MED_MIDODRINE": 212,
  "MED_OLANZAPINE_DISINTEGRATING_TABLET": 213,
  "DX_9_49390": 214,
  "MED_EPOETIN_ALFA": 215,
  "MED_PRAVASTATIN": 216,
  "DX_10_D62": 217,
  "DX_10_E1122": 218,
  "MED_GUAIFENESIN": 219,
  "MED_DEXMEDETOMIDINE": 220,
  "DX_9_2720": 221,
  "MED_FLUOXETINE": 222,
  "MED_HYDROXYZINE": 223,
  "DX_10_Z66": 224,
  "MED_HYDROCORTISONE_NA_SUCC": 225,
  "MED_METFORMIN_GLUCOPHAGE": 226,
  "DX_10_J449": 227,
  "MED_SULFAMETH_TRIMETHOPRIM_DS": 228,
  "MED_FLUTICASONE_PROPIONATE_110MCG": 229,
  "DX_9_32723": 230,
  "MED_LIDOCAINE_JELLY_2_UROJET": 231,
  "DX_10_E871": 232,
  "MED_DIGOXIN": 233,
  "MED_MYCOPHENOLATE_MOFETIL": 234,
  "DX_9_5859": 235,
  "MED_BENZONATATE": 236,
  "MED_NEOMYCIN_POLYMYXIN_BACITRACIN": 237,
  "MED_AMPICILLIN_SULBACTAM": 238,
  "MED_OXYCODONE_ACETAMINOPHEN_5MG_325MG": 239,
  "DX_10_N390": 240,
  "MED_ALPRAZOLAM": 241,
  "MED_NALOXONE": 242,
  "DX_10_I129": 243,
  "MED_SEVELAMER_CARBONATE": 244,
  "MED_POTASSIUM_CHLORIDE_REPLACEMENT_ONCOLOGY": 245,
  "DX_10_E872": 246,
  "MED_CLONIDINE": 247,
  "MED_NYSTATIN_ORAL_SUSPENSION": 248,
  "DX_10_I110": 249,
  "DX_9_V4582": 250,
  "MED_ONDANSETRON_ODT": 251,
  "MED_TIOTROPIUM_BROMIDE": 252,
  "MED_FLUTICASONE_SALMETEROL_DISKUS_250_50": 253,
  "MED_LATANOPROST_0_005_OPHTH_SOLN": 254,
  "DX_10_N189": 255,
  "MED_ALBUMIN_5_12_5G_250ML": 256,
  "MED_FINASTERIDE": 257,
  "DX_10_Z955": 258,
  "DX_10_I252": 259,
  "MED_READI_CAT_2_BARIUM_SULFATE_2_SUSPENSION": 260,
  "MED_VALSARTAN": 261,
  "MED_DILTIAZEM_EXTENDED_RELEASE": 262,
  "DX_10_G8929": 263,
  "PROC_10_02HV33Z": 264,
  "MED_VANCOMYCIN_ORAL_LIQUID": 265,
  "MED_MORPHINE_SR_MS_CONTIN": 266,
  "MED_CAPTOPRIL": 267,
  "DX_9_412": 268,
  "PROC_9_3893": 269,
  "DX_10_Z8673": 270,
  "MED_PREGABALIN": 271,
  "DX_9_496": 272,
  "MED_D5NS": 273,
  "DX_9_V5866": 274,
  "MED_RISPERIDONE": 275,
  "DX_10_I130": 276,
  "DX_10_I480": 277,
  "MED_AMOXICILLIN_CLAVULANIC_ACID": 278,
  "DX_9_27800": 279,
  "DX_10_J9601": 280,
  "MED_SODIUM_CHLORIDE_NASAL": 281,
  "MED_MORPHINE_SULFATE_IR": 282,
  "MED_ARTIFICIAL_TEARS": 283,
  "MED_LANSOPRAZOLE_ORAL_DISINTEGRATING_TAB": 284,
  "MED_LAMOTRIGINE": 285,
  "MED_CYCLOBENZAPRINE": 286,
  "MED_GLYCOPYRROLATE": 287,
  "MED_OXYCODONE_LIQUID": 288,
  "DX_9_V4581": 289,
  "MED_CEFTAZIDIME": 290,
  "DX_10_N400": 291,
  "DX_10_Z86718": 292,
  "MED_ASCORBIC_ACID": 293,
  "MED_CLINDAMYCIN": 294,
  "MED_SUCRALFATE": 295,
  "DX_10_K5900": 296,
  "MED_ACETAMINOPHEN_LIQUID": 297,
  "DX_10_M109": 298,
  "MED_ACETAMINOPHEN_CAFF_BUTALBITAL": 299,
  "DX_9_2761": 300,
  "MED_PRISMASATE_B32_K2": 301,
  "MED_ACETYLCYSTEINE_20": 302,
  "DX_10_G4700": 303,
  "DX_9_33829": 304,
  "MED_METOLAZONE": 305,
  "DX_9_41400": 306,
  "MED_D5LR": 307,
  "MED_MICONAZOLE_POWDER_2": 308,
  "DX_10_D696": 309,
  "MED_RIFAXIMIN": 310,
  "MED_MOVIPREP": 311,
  "MED_VASOPRESSIN": 312,
  "MED_NEPHROCAPS": 313,
  "MED_VENLAFAXINE_XR": 314,
  "MED_ISOSORBIDE_DINITRATE": 315,
  "DX_9_30500": 316,
  "MED_INFLUENZA_VACCINE_HIGH_DOSE_QUADRIVALENT": 317,
  "DX_10_Z951": 318,
  "MED_BUPIVACAINE_0_1": 319,
  "MED_DOXYCYCLINE_HYCLATE": 320,
  "MED_FENTANYL_PATCH": 321,
  "DX_9_486": 322,
  "MED_VALGANCICLOVIR": 323,
  "DX_9_2749": 324,
  "MED_PROMETHAZINE": 325,
  "DX_10_I5032": 326,
  "MED_ALBUMIN_5_25G_500ML": 327,
  "MED_NICARDIPINE_IV": 328,
  "DX_10_E1165": 329,
  "DX_10_Y92230": 330,
  "DX_9_73300": 331,
  "MED_BUPROPION_SUSTAINED_RELEASE": 332,
  "MED_CEPHALEXIN": 333,
  "DX_9_V4986": 334,
  "MED_DULOXETINE": 335,
  "MED_COLCHICINE": 336,
  "DX_9_27651": 337,
  "PROC_9_8938": 338,
  "MED_IPRATROPIUM_BROMIDE_MDI": 339,
  "DX_9_60000": 340,
  "DX_9_V270": 341,
  "MED_5_DEXTROSE_EXCEL_BAG": 342,
  "DX_9_78650": 343,
  "MED_ESCITALOPRAM_OXALATE": 344,
  "DX_9_V1251": 345,
  "MED_PAROXETINE": 346,
  "MED_SCOPOLAMINE_PATCH": 347,
  "MED_CALCITRIOL": 348,
  "DX_10_E876": 349,
  "MED_SODIUM_CHLORIDE_3_HYPERTONIC": 350,
  "MED_SODIUM_POLYSTYRENE_SULFONATE": 351,
  "DX_10_Z515": 352,
  "PROC_9_3897": 353,
  "DX_9_2851": 354,
  "MED_URSODIOL": 355,
  "MED_SODIUM_CHLORIDE": 356,
  "DX_9_V1254": 357,
  "MED_LEUCOVORIN_CALCIUM": 358,
  "PROC_9_8856": 359,
  "DX_10_D509": 360,
  "MED_RIVAROXABAN": 361,
  "DX_10_J189": 362,
  "DX_10_Z23": 363,
  "DX_10_Z86711": 364,
  "DX_9_56400": 365,
  "MED_CEPACOL_SORE_THROAT_LOZENGE": 366,
  "MED_NS_MINI_BAG_PLUS": 367,
  "MED_PANTOPRAZOLE_SODIUM": 368,
  "DX_10_D72829": 369,
  "DX_10_E875": 370,
  "MED_CHLORASEPTIC_THROAT_SPRAY": 371,
  "DX_9_5856": 372,
  "DX_9_42789": 373,
  "MED_BACLOFEN": 374,
  "DX_9_2762": 375,
  "MED_OCTREOTIDE_ACETATE": 376,
  "MED_CETIRIZINE": 377,
  "MED_ALBUMIN_5": 378,
  "DX_9_3572": 379,
  "DX_10_E6601": 380,
  "MED_YELLOW_CADD_CASSETTE": 381,
  "DX_10_I959": 382,
  "DX_9_2875": 383,
  "MED_MAGNESIUM_CITRATE": 384,
  "DX_10_N183": 385,
  "DX_10_M810": 386,
  "MED_BUMETANIDE": 387,
  "DX_9_78659": 388,
  "DX_10_E860": 389,
  "PROC_10_3E0G76Z": 390,
  "DX_10_Z370": 391,
  "MED_FERRIC_GLUCONATE": 392,
  "DX_10_M1990": 393,
  "MED_MAALOX_DIPHENHYDRAMINE_LIDOCAINE": 394,
  "MED_MONTELUKAST": 395,
  "MED_NADOLOL": 396,
  "DX_10_I5033": 397,
  "DX_9_40391": 398,
  "DX_10_Y92239": 399,
  "MED_MEPERIDINE": 400,
  "MED_MUPIROCIN_OINTMENT_2": 401,
  "DX_9_V6284": 402,
  "MED_TIZANIDINE": 403,
  "DX_10_E7800": 404,
  "DX_10_F4310": 405,
  "DX_10_Y838": 406,
  "PROC_9_966": 407,
  "DX_10_E43": 408,
  "MED_OXYTOCIN": 409,
  "MED_AMITRIPTYLINE": 410,
  "MED_GUAIFENESIN_DEXTROMETHORPHAN": 411,
  "MED_DIBUCAINE": 412,
  "MED_DOXERCALCIFEROL": 413,
  "DX_9_78791": 414,
  "DX_10_Z20828": 415,
  "MED_SODIUM_CITRATE_4": 416,
  "MED_CYCLOSPORINE_NEORAL_MODIFIED": 417,
  "DX_9_E8497": 418,
  "DX_10_A419": 419,
  "DX_10_Y92009": 420,
  "MED_ARIPIPRAZOLE": 421,
  "PROC_9_0040": 422,
  "DX_9_71590": 423,
  "DX_9_42832": 424,
  "MED_DAPTOMYCIN": 425,
  "MED_DONEPEZIL": 426,
  "MED_GUAIFENESIN_ER": 427,
  "MED_FEXOFENADINE": 428,
  "MED_CLOZAPINE": 429,
  "DX_10_N186": 430,
  "DX_10_I5022": 431,
  "DX_10_Z781": 432,
  "MED_TOPIRAMATE_TOPAMAX": 433,
  "MED_INSULIN_REGULAR_FOR_HYPERKALEMIA": 434,
  "MED_ATROPINE_SULFATE": 435,
  "DX_10_E8339": 436,
  "PROC_9_5491": 437,
  "PROC_9_3995": 438,
  "DX_10_Z85828": 439,
  "DX_9_4168": 440,
  "DX_9_51881": 441,
  "MED_POTASSIUM_CHL_20_MEQ_1000_ML_NS": 442,
  "MED_TETANUS_DIPHTOX_ACELLULAR_PERTUSS_ADACEL": 443,
  "DX_10_R45851": 444,
  "MED_ALBUMIN_25": 445,
  "MED_CREON_12": 446,
  "PROC_9_9671": 447,
  "DX_10_R339": 448,
  "DX_10_G92": 449,
  "MED_DERMOPLAST_SPRAY": 450,
  "DX_9_V4501": 451,
  "MED_LORATADINE": 452,
  "MED_HYDROCORTISONE": 453,
  "MED_EPINEPHRINE": 454,
  "MED_METOPROLOL": 455,
  "MED_CHLOROTHIAZIDE_SODIUM": 456,
  "MED_LINEZOLID": 457,
  "MED_CEFPODOXIME_PROXETIL": 458,
  "DX_10_Z853": 459,
  "DX_9_4439": 460,
  "MED_CITALOPRAM_HYDROBROMIDE": 461,
  "DX_9_25060": 462,
  "MED_PRISMASATE_B22_K4": 463,
  "DX_10_I2720": 464,
  "MED_CARBIDOPA_LEVODOPA_25_100": 465,
  "MED_NIFEDIPINE_CR": 466,
  "DX_9_42822": 467,
  "MED_SYRINGE_ISO_OSMOTIC_DEXTROSE": 468,
  "DX_9_V103": 469,
  "DX_10_E1140": 470,
  "DX_10_E861": 471,
  "DX_9_2809": 472,
  "MED_CISATRACURIUM_BESYLATE": 473,
  "DX_10_T451X5A": 474,
  "DX_9_34590": 475,
  "MED_HEPARIN_HEMODIALYSIS": 476,
  "DX_9_2767": 477,
  "MED_OXYBUTYNIN": 478,
  "MED_DIVALPROEX_DELAYED_RELEASE": 479,
  "DX_9_78701": 480,
  "MED_PROPRANOLOL": 481,
  "PROC_9_8952": 482,
  "DX_9_5853": 483,
  "MED_CODEINE_SULFATE": 484,
  "DX_9_27801": 485,
  "DX_9_2768": 486,
  "DX_10_E559": 487,
  "DX_10_D631": 488,
  "DX_10_Z9181": 489,
  "MED_EZETIMIBE": 490,
  "DX_10_Z992": 491,
  "MED_BRIMONIDINE_TARTRATE_0_15_OPHTH": 492,
  "PROC_9_9604": 493,
  "MED_PHENYTOIN_SODIUM": 494,
  "DX_10_H409": 495,
  "MED_AMPICILLIN_SODIUM": 496,
  "PROC_10_0BH17EZ": 497,
  "DX_10_R0902": 498,
  "MED_PHENOBARBITAL_ALCOHOL_WITHDRAWAL_DOSE_TAPER_DAYS_2_7": 499,
  "DX_9_4241": 500,
  "DX_10_R197": 501,
  "MED_CEPACOL_MENTHOL": 502,
  "DX_10_D6959": 503,
  "DX_10_Z8249": 504,
  "DX_9_28860": 505,
  "PROC_9_3722": 506,
  "DX_9_28521": 507,
  "DX_9_5715": 508,
  "MED_0_83_SODIUM_CHLORIDE": 509,
  "MED_DEXTROSE_10_IN_WATER_D10W": 510,
  "MED_LACOSAMIDE": 511,
  "DX_9_V4365": 512,
  "MED_FISH_OIL_OMEGA_3": 513,
  "MED_HYDROCODONE_ACETAMINOPHEN": 514,
  "DX_10_R000": 515,
  "DX_9_E8490": 516,
  "DX_9_78820": 517,
  "DX_9_4240": 518,
  "DX_10_F319": 519,
  "DX_9_V1046": 520,
  "DX_9_07070": 521,
  "DX_10_Z8546": 522,
  "DX_9_V1581": 523,
  "MED_FLUTICASONE_SALMETEROL_DISKUS_500_50": 524,
  "MED_TIMOLOL_MALEATE_0_5": 525,
  "MED_DOXAZOSIN": 526,
  "PROC_10_0W9G3ZZ": 527,
  "DX_10_Z950": 528,
  "DX_10_F0390": 529,
  "MED_NEOSTIGMINE": 530,
  "MED_MULTIVITAMIN_IV": 531,
  "DX_9_3004": 532,
  "DX_9_7245": 533,
  "DX_10_F05": 534,
  "DX_10_R1310": 535,
  "DX_9_E8788": 536,
  "DX_9_E8889": 537,
  "DX_10_R6521": 538,
  "PROC_10_0DJ08ZZ": 539,
  "PROC_9_4513": 540,
  "DX_9_34690": 541,
  "DX_10_R079": 542,
  "DX_10_G40909": 543,
  "MED_GUAIFENESIN_CODEINE_PHOSPHATE": 544,
  "DX_10_R112": 545,
  "DX_9_V153": 546,
  "DX_9_7840": 547,
  "DX_9_07054": 548,
  "DX_10_I951": 549,
  "DX_9_29680": 550,
  "DX_9_E8798": 551,
  "DX_10_E870": 552,
  "MED_KETAMINE": 553,
  "MED_POTASSIUM_CHL_40_MEQ_1000_ML_D5_1_2_NS": 554,
  "MED_INSULIN_REGULAR_HUMAN_U_500": 555,
  "DX_9_79902": 556,
  "PROC_10_10E0XZZ": 557,
  "MED_OXCARBAZEPINE": 558,
  "DX_9_3659": 559,
  "DX_9_4589": 560,
  "MED_BUSPIRONE": 561,
  "PROC_9_8744": 562,
  "DX_9_7802": 563,
  "MED_GLIPIZIDE": 564,
  "DX_10_K766": 565,
  "MED_ARTIFICIAL_TEAR_OINTMENT": 566,
  "MED_EPOETIN_ALFA_EPBX_RETACRIT": 567,
  "DX_10_I5023": 568,
  "DX_9_78959": 569,
  "PROC_9_0066": 570,
  "DX_9_78052": 571,
  "MED_CALCIUM_ACETATE": 572,
  "MED_D10W": 573,
  "MED_VALPROIC_ACID": 574,
  "DX_10_J9811": 575,
  "DX_10_Y848": 576,
  "MED_HEPARIN_FLUSH_1000_UNITS_ML": 577,
  "DX_9_4254": 578,
  "MED_ATOVAQUONE_SUSPENSION": 579,
  "DX_10_Z006": 580,
  "DX_9_5119": 581,
  "DX_10_I739": 582,
  "DX_10_G43909": 583,
  "DX_9_79092": 584,
  "DX_10_M549": 585,
  "DX_9_7242": 586,
  "PROC_9_9925": 587,
  "MED_LIDOCAINE_VISCOUS_2": 588,
  "DX_10_B9620": 589,
  "DX_9_E9331": 590,
  "MED_FLUDROCORTISONE_ACETATE": 591,
  "DX_10_R740": 592,
  "MED_VERAPAMIL_SR": 593,
  "DX_10_Z9114": 594,
  "DX_10_G629": 595,
  "DX_10_E1151": 596,
  "MED_INSULIN_GLARGINE_CVICU_PROTOCOL": 597,
  "DX_10_I350": 598,
  "PROC_10_5A1221Z": 599,
  "DX_9_99592": 600,
  "PROC_9_3899": 601,
  "MED_POTASSIUM_CHL_40_MEQ_1000_ML_NS": 602,
  "MED_PIPERACILLIN_TAZOBACTAM_NA": 603,
  "MED_PHENAZOPYRIDINE": 604,
  "MED_MOUTH_CARE_ORAL_RINSE": 605,
  "DX_9_E8859": 606,
  "MED_DORZOLAMIDE_2_TIMOLOL_0_5_OPHTH": 607,
  "DX_9_V8741": 608,
  "DX_9_42833": 609,
  "DX_10_R0789": 610,
  "MED_VITAMIN_D3_CHOLECALCIFEROL": 611,
  "DX_9_V4511": 612,
  "DX_10_E8342": 613,
  "MED_ERYTHROMYCIN_0_5_OPHTH_OINT": 614,
  "DX_10_R55": 615,
  "DX_10_Z9981": 616,
  "MED_MONTELUKAST_SODIUM": 617,
  "DX_10_J90": 618,
  "DX_10_J690": 619,
  "MED_GASTROVIEW_DIATRIZOATE_MEGLUMINE_SODIUM": 620,
  "DX_10_Z6841": 621,
  "MED_ENOXAPARIN_TREATMENT": 622,
  "PROC_9_3961": 623,
  "DX_10_I214": 624,
  "DX_9_36201": 625,
  "MED_PREDNISOLONE_ACETATE_1_OPHTH_SUSP": 626,
  "MED_CITRATE_DEXTROSE_3_ACD_A_CRRT": 627,
  "MED_METHOTREXATE": 628,
  "DX_10_F10129": 629,
  "PROC_10_5A1945Z": 630,
  "MED_NAPROXEN": 631,
  "MED_FILGRASTIM_SNDZ": 632,
  "MED_TUBERCULIN_PROTEIN": 633,
  "PROC_10_5A1955Z": 634,
  "DX_10_I255": 635,
  "MED_POTASSIUM_CITRATE": 636,
  "MED_DESMOPRESSIN_ACETATE": 637,
  "DX_9_5712": 638,
  "DX_10_Z5111": 639,
  "MED_VALPROATE_SODIUM": 640,
  "MED_PHENYTOIN": 641,
  "DX_10_R001": 642,
  "DX_10_F32A": 643,
  "DX_9_V4589": 644,
  "DX_10_B1920": 645,
  "MED_PHENOBARBITAL": 646,
  "MED_MICAFUNGIN": 647,
  "DX_10_I471": 648,
  "PROC_9_7569": 649,
  "DX_9_0389": 650,
  "DX_9_30981": 651,
  "PROC_9_3324": 652,
  "DX_9_V5865": 653,
  "MED_LACTULOSE_ENEMA": 654,
  "PROC_10_3E04305": 655,
  "MED_BENZTROPINE_MESYLATE": 656,
  "DX_10_D638": 657,
  "DX_9_V1083": 658,
  "MED_FILGRASTIM": 659,
  "DX_9_2760": 660,
  "PROC_9_0331": 661,
  "DX_9_V4364": 662,
  "MED_CYCLOPHOSPHAMIDE": 663,
  "MED_METHYLNALTREXONE": 664,
  "DX_9_6826": 665,
  "DX_10_N401": 666,
  "MED_DIVALPROEX_EXTENDED_RELEASE": 667,
  "DX_10_Z681": 668,
  "DX_9_27652": 669,
  "DX_10_I120": 670,
  "DX_9_56210": 671,
  "MED_OSELTAMIVIR": 672,
  "DX_9_V1588": 673,
  "PROC_9_9672": 674,
  "MED_VORICONAZOLE": 675,
  "DX_10_M069": 676,
  "DX_10_N170": 677,
  "DX_9_5180": 678,
  "MED_HYDROXYCHLOROQUINE_SULFATE": 679,
  "MED_NIFEDIPINE_EXTENDED_RELEASE": 680,
  "DX_10_F1010": 681,
  "MED_ALBUTEROL_IPRATROPIUM": 682,
  "DX_9_42823": 683,
  "PROC_10_B211YZZ": 684,
  "MED_CHLORTHALIDONE": 685,
  "PROC_10_5A1D70Z": 686,
  "PROC_9_0045": 687,
  "DX_10_Z1159": 688,
  "MED_PHENYTOIN_SODIUM_EXTENDED": 689,
  "MED_SODIUM_CHLORIDE_3_INHALATION_SOLN": 690,
  "DX_9_E8499": 691,
  "MED_ARTIFICIAL_TEARS_PRESERV_FREE": 692,
  "MED_OXYMETAZOLINE": 693,
  "DX_9_7291": 694,
  "MED_ENALAPRIL_MALEATE": 695,
  "MED_NORTRIPTYLINE": 696,
  "DX_9_3569": 697,
  "DX_10_E46": 698,
  "DX_10_W19XXXA": 699,
  "DX_10_I340": 700,
  "DX_10_R509": 701,
  "MED_BUPROPION": 702,
  "MED_ALTEPLASE": 703,
  "MED_LITHIUM_CARBONATE": 704,
  "DX_9_41071": 705,
  "DX_9_5070": 706,
  "MED_MECLIZINE": 707,
  "MED_DULOXETINE_DR": 708,
  "DX_9_64891": 709,
  "DX_10_G893": 710,
  "DX_9_V173": 711,
  "DX_10_E1142": 712,
  "MED_METHYLPREDNISOLONE": 713,
  "MED_ZONISAMIDE": 714,
  "DX_10_R42": 715,
  "MED_MILRINONE": 716,
  "DX_10_C7951": 717,
  "MED_GOLYTELY": 718,
  "DX_9_78060": 719,
  "DX_9_42732": 720,
  "MED_DICYCLOMINE": 721,
  "DX_9_V707": 722,
  "DX_9_E8781": 723,
  "DX_10_N1830": 724,
  "DX_10_U071": 725,
  "MED_DOPAMINE": 726,
  "MED_FLEET_ENEMA": 727,
  "DX_10_R531": 728,
  "DX_9_25040": 729,
  "DX_10_I509": 730,
  "DX_10_M545": 731,
  "MED_ANTI_THYMOCYTE_GLOBULIN_RABBIT": 732,
  "DX_9_V600": 733,
  "MED_NICOTINE_POLACRILEX": 734,
  "DX_9_73390": 735,
  "DX_10_D684": 736,
  "DX_10_R338": 737,
  "DX_9_7804": 738,
  "DX_9_V1255": 739,
  "MED_INSULIN_SYRINGE_U_500": 740,
  "DX_10_I4892": 741,
  "DX_9_45981": 742,
  "DX_10_E11319": 743,
  "DX_10_Y832": 744,
  "DX_9_45829": 745,
  "DX_9_7140": 746,
  "MED_TERAZOSIN": 747,
  "DX_9_V4586": 748,
  "MED_METHYLPHENIDATE_RITALIN": 749,
  "DX_10_R110": 750,
  "MED_FLUTICASONE_SALMETEROL_DISKUS_100_50": 751,
  "DX_9_78702": 752,
  "DX_9_78900": 753,
  "DX_9_4011": 754,
  "DX_10_T380X5A": 755,
  "MED_BACITRACIN_OINTMENT": 756,
  "PROC_9_8872": 757,
  "DX_9_1985": 758,
  "DX_10_Z9049": 759,
  "DX_9_7850": 760,
  "DX_10_D630": 761,
  "MED_NIMODIPINE": 762,
  "DX_10_C787": 763,
  "MED_PSYLLIUM_WAFER": 764,
  "MED_GLYBURIDE": 765,
  "DX_10_Z9884": 766,
  "DX_10_D61818": 767,
  "PROC_9_3891": 768,
  "PROC_9_3607": 769,
  "MED_DIPHENOXYLATE_ATROPINE": 770,
  "DX_9_5723": 771,
  "MED_LAMIVUDINE": 772,
  "DX_10_Z720": 773,
  "MED_0_9_SODIUM_CHLORIDE_EXCEL_BAG": 774,
  "DX_10_E8770": 775,
  "MED_GENTAMICIN_SULFATE": 776,
  "DX_10_Z952": 777,
  "DX_9_V1005": 778,
  "DX_10_Z7984": 779,
  "MED_CINACALCET": 780,
  "MED_ETOPOSIDE": 781,
  "MED_ZINC_SULFATE": 782,
  "DX_9_78097": 783,
  "DX_9_E8782": 784,
  "DX_9_5770": 785,
  "DX_9_2930": 786,
  "DX_10_R627": 787,
  "MED_PYRIDOXINE": 788,
  "DX_10_N184": 789,
  "PROC_9_741": 790,
  "DX_9_7904": 791,
  "DX_9_28529": 792,
  "MED_MANNITOL_20": 793,
  "DX_10_Z923": 794,
  "DX_10_R109": 795,
  "MED_FLEET_ENEMA_SALINE": 796,
  "MED_GAMMAGARD_LIQUID": 797,
  "MED_LIDOCAINE_2": 798,
  "MED_SYRINGE_CHEMO": 799,
  "DX_9_78039": 800,
  "DX_9_78079": 801,
  "MED_GENTAMICIN": 802,
  "MED_NITROFURANTOIN_MONOHYD_MACROBID": 803,
  "DX_9_70715": 804,
  "MED_SUMATRIPTAN_SUCCINATE": 805,
  "DX_10_I472": 806,
  "DX_9_29420": 807,
  "PROC_9_4516": 808,
  "DX_10_Z590": 809,
  "DX_10_D689": 810,
  "MED_VITAMIN_B_COMPLEX": 811,
  "MED_LIDOCAINE_5_OINTMENT": 812,
  "MED_BUPROPION_XL_ONCE_DAILY": 813,
  "DX_10_K7031": 814,
  "DX_9_29181": 815,
  "PROC_10_02H633Z": 816,
  "DX_9_5845": 817,
  "DX_9_7295": 818,
  "DX_10_Z7982": 819,
  "DX_9_5533": 820,
  "DX_9_4580": 821,
  "DX_9_49320": 822,
  "DX_10_K760": 823,
  "DX_10_G9341": 824,
  "MED_ALENDRONATE_SODIUM": 825,
  "MED_NAFCILLIN": 826,
  "MED_DOXORUBICIN": 827,
  "MED_CHLORPROMAZINE": 828,
  "MED_DIAZEPAM_CIWA_PROTOCOL": 829,
  "MED_TICAGRELOR": 830,
  "DX_10_M797": 831,
  "DX_10_G20": 832,
  "DX_9_E8780": 833,
  "DX_10_B9689": 834,
  "MED_ARTIFICIAL_TEARS_GEL_1": 835,
  "MED_POTASSIUM_CHL_20_MEQ_1000_ML_D5NS": 836,
  "PROC_9_8848": 837,
  "MED_ROPINIROLE": 838,
  "DX_9_78552": 839,
  "PROC_9_9904": 840,
  "MED_DOBUTAMINE": 841,
  "DX_10_R51": 842,
  "MED_AZATHIOPRINE": 843,
  "MED_FOSPHENYTOIN": 844,
  "MED_IOHEXOL_240_OMNIPAQUE_240": 845,
  "DX_9_00845": 846,
  "DX_10_Z8616": 847,
  "DX_9_99859": 848,
  "MED_VENLAFAXINE": 849,
  "DX_9_7907": 850,
  "PROC_9_3950": 851,
  "MED_TACROLIMUS_SUSPENSION": 852,
  "DX_10_K449": 853,
  "MED_EMTRICITABINE_TENOFOVIR_TRUVADA": 854,
  "DX_9_2639": 855,
  "MED_HYDROXYUREA": 856,
  "DX_10_I8510": 857,
  "DX_9_70703": 858,
  "MED_OXYCODONE_ACETAMINOPHEN_ELIXIR": 859,
  "DX_9_V5869": 860,
  "DX_9_1977": 861,
  "MED_PRENATAL_VITAMINS": 862,
  "DX_9_V433": 863,
  "DX_10_R791": 864,
  "MED_HYDROCODONE_ACETAMINOPHEN_5MG_325MG": 865,
  "PROC_9_9915": 866,
  "MED_HYOSCYAMINE": 867,
  "PROC_10_009U3ZX": 868,
  "DX_9_29410": 869,
  "DX_10_E440": 870,
  "DX_9_78321": 871,
  "DX_10_M8580": 872,
  "DX_9_7823": 873,
  "DX_10_G936": 874,
  "DX_10_R7303": 875,
  "DX_9_34982": 876,
  "DX_9_49121": 877,
  "MED_CEPASTAT_PHENOL_LOZENGE": 878,
  "MED_METFORMIN_XR_GLUCOPHAGE_XR": 879,
  "DX_10_R188": 880,
  "DX_9_78720": 881,
  "MED_HEPARIN_CRRT_MACHINE_PRIMING": 882,
  "MED_MYCOPHENOLATE_SODIUM_DR": 883,
  "DX_10_F909": 884,
  "DX_10_E11649": 885,
  "MED_AMOXICILLIN": 886,
  "DX_10_Z9221": 887,
  "DX_10_I21A1": 888,
  "DX_9_99591": 889,
  "DX_9_V4502": 890,
  "DX_9_V08": 891,
  "MED_DRONABINOL": 892,
  "DX_10_K7460": 893,
  "MED_VINCRISTINE_ONCOVIN": 894,
  "MED_ACETAZOLAMIDE_SODIUM": 895,
  "DX_9_5601": 896,
  "DX_9_43889": 897,
  "DX_10_Z915": 898,
  "MED_FOSAPREPITANT": 899,
  "DX_10_X58XXXA": 900,
  "DX_10_I132": 901,
  "DX_10_I2699": 902,
  "DX_10_Z85038": 903,
  "DX_10_R451": 904,
  "DX_10_K831": 905,
  "DX_9_04149": 906,
  "DX_9_4148": 907,
  "MED_PRAZOSIN": 908,
  "DX_9_5771": 909,
  "DX_9_7812": 910,
  "MED_SOTALOL": 911,
  "MED_ESMOLOL": 912,
  "DX_10_Z8619": 913,
  "DX_9_2948": 914,
  "MED_EPOPROSTENOL_VELETRI": 915,
  "MED_MUPIROCIN_NASAL_OINTMENT_2": 916,
  "DX_9_V5811": 917,
  "MED_ROCURONIUM": 918,
  "DX_9_4111": 919,
  "DX_9_V462": 920,
  "MED_VALACYCLOVIR": 921,
  "DX_10_Z96653": 922,
  "DX_9_5762": 923,
  "PROC_10_B2111ZZ": 924,
  "MED_GLIPIZIDE_XL": 925,
  "DX_10_F1120": 926,
  "DX_10_G9340": 927,
  "DX_9_72989": 928,
  "DX_9_4139": 929,
  "DX_9_1970": 930,
  "DX_9_53550": 931,
  "PROC_10_10D00Z1": 932,
  "DX_9_66411": 933,
  "PROC_10_0W9G3ZX": 934,
  "DX_9_E9342": 935,
  "DX_9_25080": 936,
  "DX_9_2689": 937,
  "DX_9_51889": 938,
  "PROC_9_3615": 939,
  "DX_10_Z95810": 940,
  "MED_ARGATROBAN": 941,
  "DX_10_J441": 942,
  "DX_10_R29810": 943,
  "DX_9_43310": 944,
  "DX_10_K3184": 945,
  "DX_9_V4572": 946,
  "MED_0_9_NACL_EXCEL_VIAFLO_BAG": 947,
  "DX_10_D539": 948,
  "DX_9_V667": 949,
  "MED_FLECAINIDE_ACETATE": 950,
  "DX_9_4271": 951,
  "PROC_9_5185": 952,
  "PROC_9_3491": 953,
  "MED_PRAMIPEXOLE": 954,
  "MED_CAPHOSOL": 955,
  "DX_10_Z6842": 956,
  "PROC_9_9427": 957,
  "MED_MEMANTINE": 958,
  "DX_9_25050": 959,
  "DX_10_K7469": 960,
  "DX_9_78609": 961,
  "DX_10_F17200": 962,
  "DX_9_V4987": 963,
  "DX_9_V454": 964,
  "MED_NYSTATIN_CREAM": 965,
  "MED_INSULIN_PUMP_SELF_ADMINISTERING_MEDICATION": 966,
  "DX_9_V0481": 967,
  "DX_9_5718": 968,
  "DX_9_3485": 969,
  "DX_9_56409": 970,
  "DX_10_R7401": 971,
  "DX_10_R7881": 972,
  "DX_10_F1021": 973,
  "PROC_9_7309": 974,
  "DX_9_2753": 975,
  "PROC_10_5A1935Z": 976,
  "MED_AZTREONAM": 977,
  "DX_10_K7581": 978,
  "DX_10_R911": 979,
  "DX_10_F0280": 980,
  "PROC_10_02100Z9": 981,
  "DX_9_60001": 982,
  "DX_10_Z21": 983,
  "DX_10_Z3A39": 984,
  "DX_10_F1290": 985,
  "DX_10_K921": 986,
  "MED_COSYNTROPIN": 987,
  "DX_10_Z6843": 988,
  "DX_10_I272": 989,
  "DX_9_V420": 990,
  "DX_9_30391": 991,
  "PROC_10_0KQM0ZZ": 992,
  "DX_9_58381": 993,
  "PROC_10_03HY32Z": 994,
  "MED_OXAZEPAM": 995,
  "DX_9_30390": 996,
  "MED_MORPHINE_SULFATE_ORAL_SOLN": 997,
  "PROC_9_8842": 998,
  "DX_9_V1082": 999,
  "DX_9_33394": 1000,
  "DX_10_R569": 1001,
  "DX_10_T402X5A": 1002,
  "MED_TRIAMCINOLONE_ACETONIDE_0_1_CREAM": 1003,
  "DX_9_V0251": 1004,
  "DX_10_O701": 1005,
  "DX_9_5789": 1006,
  "DX_10_I25110": 1007,
  "DX_10_K589": 1008,
  "MED_METHOCARBAMOL": 1009,
  "PROC_10_0DJD8ZZ": 1010,
  "MED_ACETYLCYSTEINE_IV": 1011,
  "DX_10_Z87440": 1012,
  "DX_10_R410": 1013,
  "MED_CHOLESTYRAMINE": 1014,
  "DX_10_I429": 1015,
  "DX_9_5854": 1016,
  "PROC_9_734": 1017,
  "DX_10_I447": 1018,
  "MED_EPINEPHRINE_EPIPEN": 1019,
  "MED_DEXAMETHASONE_SOD_PHOSPHATE": 1020,
  "DX_9_3310": 1021,
  "DX_10_R918": 1022,
  "DX_9_2662": 1023,
  "DX_10_R32": 1024,
  "DX_10_Z993": 1025,
  "DX_10_K3189": 1026,
  "DX_10_I442": 1027,
  "MED_PSYLLIUM_POWDER": 1028,
  "DX_10_B952": 1029,
  "DX_9_3320": 1030,
  "DX_10_W1830XA": 1031,
  "PROC_10_10907ZC": 1032,
  "MED_BUDESONIDE": 1033,
  "DX_9_2800": 1034,
  "DX_10_Z96651": 1035,
  "DX_9_45621": 1036,
  "MED_FLEET_ENEMA_MINERAL_OIL": 1037,
  "DX_9_25002": 1038,
  "DX_9_41519": 1039,
  "MED_TOBRAMYCIN_SULFATE": 1040,
  "DX_10_K567": 1041,
  "MED_METHYLPREDNISOLONE_NA_SUC": 1042,
  "DX_9_V160": 1043,
  "DX_10_E222": 1044,
  "DX_10_R319": 1045,
  "DX_10_Z940": 1046,
  "DX_9_2989": 1047,
  "DX_10_Z800": 1048,
  "DX_9_04104": 1049,
  "MED_EPTIFIBATIDE": 1050,
  "DX_10_Y831": 1051,
  "DX_9_78906": 1052,
  "DX_10_J9621": 1053,
  "DX_10_R634": 1054,
  "DX_10_Y9289": 1055,
  "MED_LEVALBUTEROL_NEB": 1056,
  "MED_SIROLIMUS": 1057,
  "DX_9_78830": 1058,
  "DX_10_L03116": 1059,
  "DX_9_78009": 1060,
  "DX_9_0414": 1061,
  "DX_9_71690": 1062,
  "DX_10_K7030": 1063,
  "DX_10_E11621": 1064,
  "DX_10_B961": 1065,
  "MED_HYDROCORTISONE_RECTAL_2_5_CREAM": 1066,
  "DX_10_G2581": 1067,
  "MED_FERROUS_GLUCONATE": 1068,
  "DX_9_V4579": 1069,
  "DX_9_V1272": 1070,
  "DX_10_R578": 1071,
  "DX_9_5641": 1072,
  "DX_10_R0600": 1073,
  "DX_9_7820": 1074,
  "PROC_9_3895": 1075,
  "DX_9_042": 1076,
  "MED_ISOTONIC_SODIUM_CHLORIDE": 1077,
  "MED_CLOTRIMAZOLE_CREAM": 1078,
  "MED_CARBAMAZEPINE": 1079,
  "MED_RITONAVIR": 1080,
  "PROC_10_0W9930Z": 1081,
  "DX_9_78909": 1082,
  "DX_10_R4701": 1083,
  "DX_9_5761": 1084,
  "DX_9_04111": 1085,
  "DX_10_Z85820": 1086,
  "PROC_9_8162": 1087,
  "DX_10_E780": 1088,
  "DX_10_K2270": 1089,
  "DX_10_T45515A": 1090,
  "MED_SYRINGE_STERILE_WATER": 1091,
  "DX_9_1983": 1092,
  "PROC_9_3404": 1093,
  "DX_10_Z85118": 1094,
  "DX_10_W010XXA": 1095,
  "DX_10_O76": 1096,
  "DX_9_71536": 1097,
  "DX_10_I428": 1098,
  "DX_9_99812": 1099,
  "DX_10_K7290": 1100,
  "DX_9_28800": 1101,
  "MED_POSACONAZOLE_DELAYED_RELEASE_TABLET": 1102,
  "PROC_9_7359": 1103,
  "DX_10_R600": 1104,
  "MED_VERAPAMIL": 1105,
  "DX_10_E538": 1106,
  "PROC_10_3E0436Z": 1107,
  "MED_HYDROCERIN": 1108,
  "MED_NICOTINE_LOZENGE": 1109,
  "DX_9_65961": 1110,
  "DX_10_E1121": 1111,
  "DX_10_R64": 1112,
  "MED_DABIGATRAN_ETEXILATE": 1113,
  "DX_10_Y92234": 1114,
  "DX_10_R471": 1115,
  "DX_9_99681": 1116,
  "DX_9_591": 1117,
  "MED_ACETAMINOPHEN_W_CODEINE": 1118,
  "DX_10_C786": 1119,
  "DX_9_99811": 1120,
  "DX_10_Z981": 1121,
  "DX_9_V8801": 1122,
  "PROC_9_8841": 1123,
  "MED_METHIMAZOLE": 1124,
  "DX_10_I878": 1125,
  "DX_9_E8498": 1126,
  "PROC_10_B24BZZ4": 1127,
  "MED_ERYTHROMYCIN": 1128,
  "DX_9_28419": 1129,
  "MED_DORZOLAMIDE_2_OPHTH_SOLN": 1130,
  "DX_10_I482": 1131,
  "MED_AQUAPHOR_OINTMENT": 1132,
  "DX_9_30393": 1133,
  "DX_10_K529": 1134,
  "PROC_9_5187": 1135,
  "DX_10_G309": 1136,
  "MED_DOXEPIN_HCL": 1137,
  "DX_10_R9431": 1138,
  "MED_CLOTRIMAZOLE": 1139,
  "MED_CYCLOSPORINE_SANDIMMUNE": 1140,
  "PROC_10_4A023N7": 1141,
  "DX_10_R570": 1142,
  "MED_LIDOCAINE_JELLY_2": 1143,
  "DX_10_L03115": 1144,
  "MED_CALCIUM_REPLACEMENT_ONCOLOGY": 1145,
  "DX_9_72210": 1146,
  "PROC_9_8051": 1147,
  "DX_10_E873": 1148,
  "DX_9_9971": 1149,
  "DX_10_F39": 1150,
  "MED_SILDENAFIL": 1151,
  "MED_RITUXIMAB": 1152,
  "DX_10_Y92238": 1153,
  "MED_VITAMIN_E": 1154,
  "DX_10_I081": 1155,
  "DX_9_V5863": 1156,
  "DX_9_E9320": 1157,
  "DX_10_O99824": 1158,
  "DX_10_I495": 1159,
  "PROC_9_8604": 1160,
  "MED_PSYLLIUM": 1161,
  "DX_9_185": 1162,
  "MED_BOTTLE": 1163,
  "DX_10_R5081": 1164,
  "MED_LIDOCAINE": 1165,
  "DX_10_F10239": 1166,
  "DX_10_E890": 1167,
  "DX_10_I9581": 1168,
  "DX_9_V1302": 1169,
  "DX_9_E9289": 1170,
  "DX_9_3970": 1171,
  "MED_FELODIPINE": 1172,
  "DX_10_I25119": 1173,
  "DX_9_29620": 1174,
  "DX_10_R739": 1175,
  "DX_10_J439": 1176,
  "MED_ACETAZOLAMIDE": 1177,
  "DX_9_7837": 1178,
  "DX_9_2763": 1179,
  "DX_9_34830": 1180,
  "DX_9_79029": 1181,
  "MED_DEXAMETHASONE_SOD_PHOS": 1182,
  "DX_10_B370": 1183,
  "DX_10_R05": 1184,
  "DX_9_5363": 1185,
  "MED_CALCITONIN_SALMON": 1186,
  "DX_9_1120": 1187,
  "MED_FENOFIBRATE": 1188,
  "DX_9_66331": 1189,
  "DX_9_20280": 1190,
  "DX_10_R7989": 1191,
  "DX_9_30301": 1192,
  "DX_10_C61": 1193,
  "MED_MESNA": 1194,
  "PROC_9_0309": 1195,
  "MED_TRIAMCINOLONE_ACETONIDE_0_1_OINTMENT": 1196,
  "DX_9_78061": 1197,
  "DX_9_30560": 1198,
  "DX_9_4414": 1199,
  "PROC_9_3723": 1200,
  "DX_9_7100": 1201,
  "DX_10_R030": 1202,
  "DX_9_65421": 1203,
  "DX_9_27669": 1204,
  "DX_10_C7931": 1205,
  "PROC_9_0046": 1206,
  "DX_10_Z8551": 1207,
  "DX_9_V1052": 1208,
  "DX_10_Y830": 1209,
  "DX_9_7862": 1210,
  "DX_9_2752": 1211,
  "DX_9_3899": 1212,
  "MED_MICONAZOLE_2_CREAM": 1213,
  "DX_10_B9561": 1214,
  "DX_9_5559": 1215,
  "MED_PANCRELIPASE_5000": 1216,
  "MED_COLLAGENASE_OINTMENT": 1217,
  "DX_9_78605": 1218,
  "MED_ROPIVACAINE_0_2": 1219,
  "MED_CEFTRIAXONE_DESENSITIZATION": 1220,
  "DX_10_Z6837": 1221,
  "MED_TOLTERODINE": 1222,
  "PROC_9_8659": 1223,
  "DX_9_43491": 1224,
  "DX_9_56211": 1225,
  "DX_10_I4510": 1226,
  "DX_10_K7200": 1227,
  "MED_HYDROCODONE_ACETAMINOPHEN_5MG_500MG": 1228,
  "DX_9_V8541": 1229,
  "DX_9_30501": 1230,
  "MED_CYTARABINE": 1231,
  "MED_TEMAZEPAM": 1232,
  "DX_10_I872": 1233,
  "DX_10_K5903": 1234,
  "PROC_10_0F798DZ": 1235,
  "MED_EPIDURAL_BAG": 1236,
  "DX_10_I714": 1237,
  "MED_HYDROMORPHONE_HP": 1238,
  "DX_9_E8809": 1239,
  "DX_10_Z85528": 1240,
  "DX_9_64511": 1241,
  "MED_CLOBETASOL_PROPIONATE_0_05_OINTMENT": 1242,
  "DX_9_99674": 1243,
  "MED_MULTIVITAMINS_W_MINERALS_CHEWABLE": 1244,
  "DX_9_5920": 1245,
  "MED_ALBUTEROL_MDI": 1246,
  "MED_MESALAMINE_DR": 1247,
  "DX_10_K5909": 1248,
  "PROC_9_5123": 1249,
  "MED_ERTAPENEM_SODIUM": 1250,
  "DX_9_V1011": 1251,
  "DX_10_I952": 1252,
  "MED_PERPHENAZINE": 1253,
  "DX_10_Z953": 1254,
  "DX_10_E8351": 1255,
  "PROC_9_5459": 1256,
  "DX_10_O6981X0": 1257,
  "DX_10_Z87820": 1258,
  "DX_10_F259": 1259,
  "MED_CLOBAZAM": 1260,
  "DX_10_F209": 1261,
  "MED_REMDESIVIR": 1262,
  "DX_10_Z9119": 1263,
  "DX_10_Z7289": 1264,
  "DX_10_B182": 1265,
  "MED_QUETIAPINE_EXTENDED_RELEASE": 1266,
  "DX_9_5609": 1267,
  "DX_9_73313": 1268,
  "DX_9_5589": 1269,
  "MED_SODIUM_CHLORIDE_0_9_MINI_BAG_PLUS": 1270,
  "DX_10_Z803": 1271,
  "DX_10_D472": 1272,
  "PROC_9_4525": 1273,
  "DX_9_6930": 1274,
  "DX_9_0088": 1275,
  "DX_10_R4182": 1276,
  "MED_NS_0_9_NACL": 1277,
  "DX_10_Z6833": 1278,
  "DX_9_V422": 1279,
  "DX_10_C9000": 1280,
  "PROC_10_07DR3ZX": 1281,
  "DX_10_J9602": 1282,
  "DX_10_I313": 1283,
  "DX_9_33818": 1284,
  "DX_9_3383": 1285,
  "PROC_10_0W9B30Z": 1286,
  "MED_PHENYTOIN_SUSPENSION": 1287,
  "MED_TB_SYRINGE": 1288,
  "MED_CAPSAICIN_0_025": 1289,
  "DX_9_65971": 1290,
  "DX_9_7210": 1291,
  "PROC_9_8703": 1292,
  "DX_10_C7989": 1293,
  "DX_9_7231": 1294,
  "DX_10_R21": 1295,
  "DX_10_Z6832": 1296,
  "DX_10_K2970": 1297,
  "DX_9_72400": 1298,
  "DX_10_D6832": 1299,
  "DX_9_431": 1300,
  "DX_10_Z8542": 1301,
  "DX_10_J9691": 1302,
  "DX_10_R6520": 1303,
  "MED_POTASSIUM_CHL_20_MEQ_1000_ML_D5LR": 1304,
  "MED_NITROGLYCERIN_OINTMENT_2": 1305,
  "DX_10_Z9861": 1306,
  "DX_10_J45901": 1307,
  "PROC_10_0FC98ZZ": 1308,
  "DX_9_30503": 1309,
  "DX_9_7821": 1310,
  "DX_10_Z905": 1311,
  "MED_MEGESTROL_ACETATE": 1312,
  "DX_10_R1013": 1313,
  "DX_10_Z96652": 1314,
  "DX_10_I671": 1315,
  "MED_TENOFOVIR_DISOPROXIL_VIREAD": 1316,
  "MED_ALUMINUM_HYDROXIDE_SUSPENSION": 1317,
  "DX_9_5781": 1318,
  "PROC_10_0DH63UZ": 1319,
  "DX_9_31401": 1320,
  "DX_10_I5030": 1321,
  "MED_CIPROFLOXACIN_0_3_OPHTH_SOLN": 1322,
  "MED_CLOBETASOL_PROPIONATE_0_05_CREAM": 1323,
  "MED_CALCIUM_GLUCONATE_SLIDING_SCALE_CRITICAL_CARE_IONIZED_CALCIUM": 1324,
  "MED_NYSTATIN": 1325,
  "DX_9_36250": 1326,
  "PROC_10_4A023N6": 1327,
  "MED_LEVETIRACETAM_ORAL_SOLUTION": 1328,
  "PROC_9_3990": 1329,
  "MED_INDOMETHACIN": 1330,
  "MED_SODIUM_CHLORIDE_0_9_FLUSH_FOR_CRRT": 1331,
  "DX_10_J398": 1332,
  "DX_10_D709": 1333,
  "DX_9_V1051": 1334,
  "DX_10_D500": 1335,
  "DX_9_29570": 1336,
  "DX_9_30590": 1337,
  "DX_9_44021": 1338,
  "DX_10_Z3A40": 1339,
  "DX_10_M4802": 1340,
  "DX_9_V1271": 1341,
  "DX_9_V427": 1342,
  "MED_FLUPHENAZINE": 1343,
  "MED_PHENYTOIN_INFATAB": 1344,
  "DX_9_6827": 1345,
  "DX_9_5722": 1346,
  "DX_9_29590": 1347,
  "DX_10_T82868A": 1348,
  "PROC_9_4523": 1349,
  "DX_9_66401": 1350,
  "PROC_10_5A2204Z": 1351,
  "DX_10_I080": 1352,
  "DX_9_7843": 1353,
  "MED_GEMFIBROZIL": 1354,
  "DX_9_53085": 1355,
  "DX_9_29690": 1356,
  "MED_CALCIUM_CHLORIDE": 1357,
  "DX_10_R0602": 1358,
  "MED_TRIAMTERENE_HYDROCHLOROTHIAZIDE": 1359,
  "DX_9_7213": 1360,
  "DX_10_G8918": 1361,
  "DX_9_515": 1362,
  "DX_10_E874": 1363,
  "DX_9_4928": 1364,
  "MED_IPRATROPIUM_ALBUTEROL_INHALATION_SPRAY": 1365,
  "MED_NITROPRUSSIDE_SODIUM": 1366,
  "PROC_9_8838": 1367,
  "DX_9_72402": 1368,
  "DX_9_V1301": 1369,
  "DX_10_Z3A38": 1370,
  "MED_NIFEDIPINE": 1371,
  "PROC_10_0BJ08ZZ": 1372,
  "PROC_10_027034Z": 1373,
  "DX_10_M542": 1374,
  "DX_10_L409": 1375,
  "DX_10_D6481": 1376,
  "DX_9_4659": 1377,
  "DX_10_Z7682": 1378,
  "DX_10_M48061": 1379,
  "MED_MORPHINE_SULFATE_CONCENTRATED_ORAL_SOLN": 1380,
  "MED_PHENOBARBITAL_ICU_ALCOHOL_WITHDRAWAL_INITIAL_LOAD_RESCUE_DOSE": 1381,
  "DX_10_R8271": 1382,
  "DX_9_42781": 1383,
  "DX_10_F411": 1384,
  "PROC_9_0041": 1385,
  "DX_10_Z96641": 1386,
  "MED_CLONIDINE_PATCH_0_1_MG_24_HR": 1387,
  "MED_MAGNESIUM_SULFATE_OB": 1388,
  "DX_9_2536": 1389,
  "DX_9_V163": 1390,
  "DX_10_E8352": 1391,
  "DX_10_Z6836": 1392,
  "DX_9_53789": 1393,
  "DX_9_71596": 1394,
  "DX_9_71941": 1395,
  "DX_9_28522": 1396,
  "DX_9_2869": 1397,
  "DX_9_57420": 1398,
  "DX_10_F410": 1399,
  "DX_9_49392": 1400,
  "MED_RANITIDINE_LIQUID": 1401,
  "DX_10_Z6835": 1402,
  "PROC_9_5732": 1403,
  "DX_9_28850": 1404,
  "PROC_9_8191": 1405,
  "MED_BLUE_CADD_CASSETTE": 1406,
  "MED_D5W_EXCEL_BAG": 1407,
  "DX_10_I25118": 1408,
  "PROC_9_4131": 1409,
  "DX_10_G3184": 1410,
  "PROC_9_5188": 1411,
  "DX_10_C7800": 1412,
  "DX_9_78829": 1413,
  "DX_10_R1312": 1414,
  "DX_9_43411": 1415,
  "DX_10_E10319": 1416,
  "DX_9_6822": 1417,
  "PROC_10_3E03305": 1418,
  "DX_9_E9352": 1419,
  "DX_9_V4983": 1420,
  "DX_9_45341": 1421,
  "MED_EPINEPHRINE_1_1000": 1422,
  "DX_9_1550": 1423,
  "DX_9_0413": 1424,
  "PROC_9_7936": 1425,
  "DX_9_V851": 1426,
  "DX_9_2113": 1427,
  "DX_10_G4730": 1428,
  "MED_FLUTICASONE_SALMETEROL_250_50": 1429,
  "MED_MINERAL_OIL": 1430,
  "MED_ALBUTEROL": 1431,
  "DX_9_25062": 1432,
  "PROC_10_3E033VJ": 1433,
  "DX_9_E8786": 1434,
  "DX_9_30401": 1435,
  "DX_9_79311": 1436,
  "DX_10_T814XXA": 1437,
  "DX_9_44023": 1438,
  "MED_CLONIDINE_PATCH_0_3_MG_24_HR": 1439,
  "DX_9_78057": 1440,
  "DX_10_Z6839": 1441,
  "DX_9_25001": 1442,
  "DX_10_K9189": 1443,
  "DX_9_70722": 1444,
  "DX_9_44020": 1445,
  "PROC_9_8154": 1446,
  "DX_9_V850": 1447,
  "DX_9_71946": 1448,
  "MED_HYDROCORTISONE_CREAM_1": 1449,
  "DX_10_N182": 1450,
  "DX_9_5768": 1451,
  "DX_9_28749": 1452,
  "PROC_10_06BQ4ZZ": 1453,
  "DX_10_Z6838": 1454,
  "MED_QUINAPRIL": 1455,
  "DX_9_59971": 1456,
  "DX_9_0417": 1457,
  "DX_9_5569": 1458,
  "DX_9_V4573": 1459,
  "DX_9_59970": 1460,
  "MED_SYRINGE_SW": 1461,
  "DX_10_F1011": 1462,
  "DX_10_Z6831": 1463,
  "PROC_10_0W3P8ZZ": 1464,
  "DX_10_J910": 1465,
  "DX_10_G8191": 1466,
  "DX_10_O700": 1467,
  "PROC_10_0DB68ZX": 1468,
  "DX_10_D61810": 1469,
  "DX_9_51919": 1470,
  "DX_9_04112": 1471,
  "DX_9_20300": 1472,
  "DX_10_Z6834": 1473,
  "DX_10_Z86010": 1474,
  "MED_ENTECAVIR": 1475,
  "DX_9_1976": 1476,
  "DX_10_K660": 1477,
  "MED_PARICALCITOL": 1478,
  "DX_10_K521": 1479,
  "DX_10_R5383": 1480,
  "MED_MEDROXYPROGESTERONE_ACETATE": 1481,
  "DX_10_Z96642": 1482,
  "DX_9_30550": 1483,
  "DX_10_I5021": 1484,
  "MED_SODIUM_GLYCEROPHOSPHATE": 1485,
  "DX_9_6961": 1486,
  "DX_10_M4800": 1487,
  "DX_10_F29": 1488,
  "PROC_9_3734": 1489,
  "DX_10_C8339": 1490,
  "DX_10_I160": 1491,
  "MED_DOLUTEGRAVIR": 1492,
  "DX_10_Z7952": 1493,
  "DX_10_Z79899": 1494,
  "PROC_9_9920": 1495,
  "MED_RIFAMPIN": 1496,
  "DX_10_I712": 1497,
  "DX_10_K922": 1498,
  "MED_AMINO_ACIDS_5_DEXTROSE_15": 1499,
  "DX_10_K5190": 1500,
  "DX_9_V441": 1501,
  "PROC_9_0390": 1502,
  "DX_9_28981": 1503,
  "DX_10_I4819": 1504,
  "DX_9_570": 1505,
  "DX_9_5680": 1506,
  "MED_KETOCONAZOLE_2": 1507,
  "DX_10_I248": 1508,
  "DX_9_V1042": 1509,
  "DX_9_27542": 1510,
  "DX_9_2189": 1511,
  "MED_AMP": 1512,
  "DX_10_H9190": 1513,
  "DX_10_F1110": 1514,
  "PROC_10_5A1D60Z": 1515,
  "DX_10_G8194": 1516,
  "MED_PRASUGREL": 1517,
  "PROC_9_8847": 1518,
  "DX_10_Z96643": 1519,
  "DX_10_I4581": 1520,
  "DX_10_Z931": 1521,
  "DX_10_A0472": 1522,
  "DX_10_F418": 1523,
  "DX_10_Z6830": 1524,
  "MED_HYDROMORPHONE_P_F": 1525,
  "DX_9_25541": 1526,
  "DX_10_Z85850": 1527,
  "MED_LIDOCAINE_1_EPINEPHRINE_1_100_000": 1528,
  "DX_10_E1065": 1529,
  "DX_10_Z944": 1530,
  "PROC_9_3606": 1531,
  "PROC_9_4311": 1532,
  "DX_10_Y836": 1533,
  "DX_10_G935": 1534,
  "DX_10_E041": 1535,
  "MED_CARBOPLATIN": 1536,
  "DX_10_E1143": 1537,
  "MED_MAGNESIUM_SULFATE_REPLACEMENT_ONCOLOGY": 1538,
  "DX_10_K5090": 1539,
  "PROC_10_GZB2ZZZ": 1540,
  "DX_10_Q211": 1541,
  "PROC_10_0CJS8ZZ": 1542,
  "PROC_10_02HK3JZ": 1543,
  "MED_POTASSIUM_CHL_40_MEQ_1000_ML_D5NS": 1544,
  "DX_10_I81": 1545,
  "DX_10_F10229": 1546,
  "DX_9_78194": 1547,
  "PROC_9_7779": 1548,
  "DX_10_D473": 1549,
  "DX_9_4263": 1550,
  "DX_9_30520": 1551,
  "MED_ATAZANAVIR": 1552,
  "DX_9_71945": 1553,
  "MED_SACUBITRIL_VALSARTAN_24MG_26MG": 1554,
  "MED_PIOGLITAZONE": 1555,
  "DX_9_725": 1556,
  "MED_SALMETEROL_XINAFOATE_DISKUS_50_MCG": 1557,
  "DX_9_30001": 1558,
  "MED_RACEPINEPHRINE": 1559,
  "MED_ISOSORBIDE_MONONITRATE": 1560,
  "DX_10_A4151": 1561,
  "DX_10_D259": 1562,
  "DX_9_42830": 1563,
  "MED_SULFAMETH_TRIMETHOPRIM_SUSPENSION": 1564,
  "MED_LIDOCAINE_PRILOCAINE": 1565,
  "DX_9_07032": 1566,
  "DX_10_I69398": 1567,
  "DX_10_F1020": 1568,
  "MED_PROPRANOLOL_LA": 1569,
  "MED_EFAVIRENZ": 1570,
  "MED_AMANTADINE": 1571,
  "DX_9_25061": 1572,
  "DX_10_E2740": 1573,
  "DX_9_34831": 1574,
  "DX_10_C7801": 1575,
  "DX_9_42843": 1576,
  "DX_9_5939": 1577,
  "DX_10_F603": 1578,
  "DX_9_7851": 1579,
  "DX_10_I69354": 1580,
  "MED_PROTAMINE_SULFATE": 1581,
  "DX_10_I420": 1582,
  "DX_10_W1839XA": 1583,
  "DX_10_E1022": 1584,
  "DX_10_A4189": 1585,
  "DX_10_K861": 1586,
  "DX_10_Z6822": 1587,
  "MED_SEVELAMER_HYDROCHLORIDE": 1588,
  "MED_FEBUXOSTAT": 1589,
  "DX_9_27650": 1590,
  "DX_10_I9589": 1591,
  "PROC_10_5A1D90Z": 1592,
  "DX_9_78901": 1593,
  "DX_10_Z8572": 1594,
  "DX_9_V1204": 1595,
  "DX_9_20500": 1596,
  "DX_9_3694": 1597,
  "MED_METHOTREXATE_SODIUM_P_F": 1598,
  "DX_10_Z6821": 1599,
  "DX_9_70714": 1600,
  "DX_10_I6523": 1601,
  "MED_RISPERIDONE_DISINTEGRATING_TABLET": 1602,
  "MED_NS_SYRINGE_INTRAPLEURAL": 1603,
  "DX_10_R200": 1604,
  "DX_10_E1169": 1605,
  "DX_10_B965": 1606,
  "DX_10_J95851": 1607,
  "DX_9_4370": 1608,
  "DX_9_99749": 1609,
  "DX_9_7856": 1610,
  "DX_10_E162": 1611,
  "DX_10_M353": 1612,
  "MED_MESALAMINE": 1613,
  "DX_10_Z6823": 1614,
  "DX_10_Z801": 1615,
  "PROC_10_8E0W4CZ": 1616,
  "DX_9_41189": 1617,
  "DX_10_I5020": 1618,
  "DX_9_3484": 1619,
  "DX_10_N200": 1620,
  "DX_10_G894": 1621,
  "DX_10_M6282": 1622,
  "PROC_10_3E0P7VZ": 1623,
  "PROC_10_0HQ9XZZ": 1624,
  "PROC_9_311": 1625,
  "DX_10_Z8711": 1626,
  "DX_9_6823": 1627,
  "MED_FLUOROURACIL": 1628,
  "DX_10_Y92019": 1629,
  "DX_9_3559": 1630,
  "MED_SULFAMETHOXAZOLE_TRIMETHOPRIM": 1631,
  "PROC_9_8628": 1632,
  "DX_10_E213": 1633,
  "DX_9_2440": 1634,
  "PROC_9_8853": 1635,
  "DX_10_Z933": 1636,
  "PROC_9_3521": 1637,
  "MED_VENETOCLAX": 1638,
  "MED_ZIPRASIDONE_HYDROCHLORIDE": 1639,
  "MED_DIVALPROEX_SOD_SPRINKLES": 1640,
  "DX_10_B20": 1641,
  "DX_9_7994": 1642,
  "DX_10_O34211": 1643,
  "MED_MODAFINIL": 1644,
  "DX_10_J810": 1645,
  "MED_IBUPROFEN_SUSPENSION": 1646,
  "DX_10_H538": 1647,
  "DX_9_79431": 1648,
  "DX_10_J069": 1649,
  "DX_9_8730": 1650,
  "DX_9_4275": 1651,
  "DX_9_2841": 1652,
  "PROC_9_8451": 1653,
  "DX_9_95901": 1654,
  "MED_300_MCG_VIAL": 1655,
  "MED_NIACIN_SR": 1656,
  "MED_TREPROSTINIL_SODIUM": 1657,
  "DX_9_2410": 1658,
  "MED_TIMOLOL_MALEATE_0_25": 1659,
  "DX_10_Z8505": 1660,
  "MED_DAPSONE": 1661,
  "DX_9_V4571": 1662,
  "PROC_9_4701": 1663,
  "MED_ANASTROZOLE": 1664,
  "DX_10_Z87442": 1665,
  "MED_RALTEGRAVIR": 1666,
  "MED_AMINOCAPROIC_ACID": 1667,
  "DX_9_25051": 1668,
  "DX_10_N1330": 1669,
  "MED_LITHIUM_CARBONATE_SR_LITHOBID": 1670,
  "DX_10_Z6829": 1671,
  "DX_10_O99214": 1672,
  "DX_10_H548": 1673,
  "DX_10_H3530": 1674,
  "DX_10_L299": 1675,
  "DX_9_4264": 1676,
  "DX_9_4142": 1677,
  "MED_CILOSTAZOL": 1678,
  "DX_10_C772": 1679,
  "DX_10_N185": 1680,
  "DX_10_Z833": 1681,
  "DX_10_K5730": 1682,
  "PROC_9_8622": 1683,
  "MED_PYRIDOSTIGMINE_BROMIDE": 1684,
  "DX_10_J9600": 1685,
  "MED_MISOPROSTOL": 1686,
  "DX_9_3669": 1687,
  "DX_9_V180": 1688,
  "MED_RAMIPRIL": 1689,
  "DX_9_49322": 1690,
  "DX_10_Z6820": 1691,
  "MED_SUCCINYLCHOLINE": 1692,
  "PROC_9_598": 1693,
  "MED_ABACAVIR_SULFATE": 1694,
  "PROC_9_3322": 1695,
  "DX_10_M5416": 1696,
  "DX_10_M170": 1697,
  "DX_10_Z818": 1698,
  "DX_10_R748": 1699,
  "DX_9_7905": 1700,
  "DX_10_I4820": 1701,
  "PROC_9_3721": 1702,
  "MED_AMPHETAMINE_DEXTROAMPHETAMINE": 1703,
  "DX_9_340": 1704,
  "MED_AMBISOME": 1705,
  "PROC_9_9962": 1706,
  "DX_9_43820": 1707,
  "DX_9_3079": 1708,
  "DX_10_J811": 1709,
  "PROC_9_3772": 1710,
  "PROC_9_3727": 1711,
  "DX_9_27541": 1712,
  "PROC_10_0FT44ZZ": 1713,
  "DX_10_Z6824": 1714,
  "DX_10_C220": 1715,
  "DX_10_Y92410": 1716,
  "DX_10_K648": 1717,
  "MED_VIAFLEX_BAG": 1718,
  "MED_DIPYRIDAMOLE_ASPIRIN": 1719,
  "DX_10_Z8674": 1720,
  "PROC_9_3783": 1721,
  "DX_10_B9562": 1722,
  "DX_10_R519": 1723,
  "DX_9_78451": 1724,
  "DX_9_59654": 1725,
  "DX_10_I441": 1726,
  "PROC_9_5110": 1727,
  "MED_BUPRENORPHINE_NALOXONE_8MG_2MG": 1728,
  "DX_10_F17290": 1729,
  "DX_9_3331": 1730,
  "DX_10_I071": 1731,
  "MED_SODIUM_CITRATE": 1732,
  "MED_BUPIVACAINE_0_5": 1733,
  "DX_10_D72819": 1734,
  "DX_10_R040": 1735,
  "DX_10_F1410": 1736,
  "DX_9_19889": 1737,
  "DX_9_2853": 1738,
  "DX_10_K920": 1739,
  "DX_10_Z9641": 1740,
  "DX_10_K5790": 1741,
  "DX_10_J159": 1742,
  "DX_9_9974": 1743,
  "MED_MYCOPHENOLATE_MOFETIL_SUSPENSION": 1744,
  "DX_9_V1551": 1745,
  "DX_9_30400": 1746,
  "DX_9_41402": 1747,
  "MED_AEROGEN_SYRINGE_SW": 1748,
  "MED_PRIMIDONE": 1749,
  "DX_10_K8590": 1750,
  "DX_10_N2581": 1751,
  "DX_10_O99344": 1752,
  "DX_10_R310": 1753,
  "DX_10_J1282": 1754,
  "PROC_10_02H63JZ": 1755,
  "DX_10_J9809": 1756,
  "DX_9_3558": 1757,
  "MED_PENICILLIN_G_POTASSIUM": 1758,
  "MED_ISONIAZID": 1759,
  "DX_10_R042": 1760,
  "MED_TRIAMTERENE_HCTZ_37_5_25": 1761,
  "DX_10_E8809": 1762,
  "DX_10_Z3A37": 1763,
  "DX_10_B181": 1764,
  "PROC_9_403": 1765,
  "DX_9_7455": 1766,
  "MED_IRBESARTAN": 1767,
  "DX_9_920": 1768,
  "MED_METOPROLOL_XL_TOPROL_XL": 1769,
  "DX_9_33819": 1770,
  "DX_10_Y846": 1771,
  "DX_10_Z95828": 1772,
  "DX_9_78551": 1773,
  "DX_10_F1190": 1774,
  "PROC_10_0JH63XZ": 1775,
  "DX_9_4550": 1776,
  "PROC_10_3E0H76Z": 1777,
  "DX_9_V1007": 1778,
  "MED_TRANSPLANT_SELF_MEDICATION_PROGRAM": 1779,
  "DX_9_59080": 1780,
  "PROC_9_9910": 1781,
  "DX_10_F339": 1782,
  "DX_10_Z170": 1783,
  "PROC_9_5011": 1784,
  "MED_BETAMETHASONE_NA_PHOS_ACET": 1785,
  "DX_9_1629": 1786,
  "DX_9_03842": 1787,
  "DX_9_V1209": 1788,
  "MED_HEPARIN_FLUSH_CVL_100_UNITS_ML": 1789,
  "DX_10_W109XXA": 1790,
  "MED_EPLERENONE": 1791,
  "MED_DICLOFENAC_TOPICAL_GEL_1": 1792,
  "DX_9_5409": 1793,
  "DX_9_57410": 1794,
  "MED_PAMIDRONATE": 1795,
  "DX_9_5711": 1796,
  "DX_10_I481": 1797,
  "DX_9_7197": 1798,
  "DX_10_G35": 1799,
  "MED_ESTROGENS_CONJUGATED": 1800,
  "DX_9_53010": 1801,
  "DX_9_135": 1802,
  "DX_9_42831": 1803,
  "DX_10_K830": 1804,
  "DX_9_07999": 1805,
  "DX_10_M1711": 1806,
  "PROC_9_9229": 1807,
  "MED_NF_ERTAPENEM_SODIUM": 1808,
  "DX_10_Z9484": 1809,
  "DX_10_I2582": 1810,
  "MED_DOFETILIDE": 1811,
  "MED_MERCAPTOPURINE": 1812,
  "DX_10_I493": 1813,
  "PROC_10_0JH606Z": 1814,
  "DX_9_2819": 1815,
  "PROC_9_8855": 1816,
  "DX_10_E0500": 1817,
  "DX_10_C7802": 1818,
  "DX_9_E8495": 1819,
  "DX_10_A047": 1820,
  "PROC_9_7935": 1821,
  "MED_PACLITAXEL_TAXOL": 1822,
  "DX_9_34290": 1823,
  "DX_9_42821": 1824,
  "DX_10_B957": 1825,
  "DX_9_9982": 1826,
  "DX_10_S065X0A": 1827,
  "MED_CLARITHROMYCIN": 1828,
  "MED_NAMENDA": 1829,
  "DX_9_56089": 1830,
  "DX_9_E8790": 1831,
  "DX_10_Z932": 1832,
  "DX_9_44024": 1833,
  "DX_10_R2681": 1834,
  "DX_10_M7989": 1835,
  "DX_9_78903": 1836,
  "PROC_10_0W9G30Z": 1837,
  "DX_9_4829": 1838,
  "DX_9_04185": 1839,
  "DX_10_J1289": 1840,
  "DX_10_I440": 1841,
  "DX_10_R296": 1842,
  "PROC_9_5198": 1843,
  "DX_10_K8689": 1844,
  "DX_10_C250": 1845,
  "MED_BISMUTH_SUBSALICYLATE": 1846,
  "DX_10_Z6825": 1847,
  "DX_10_Z982": 1848,
  "DX_10_F1490": 1849,
  "DX_10_O770": 1850,
  "DX_9_V641": 1851,
  "PROC_10_021109W": 1852,
  "DX_9_4430": 1853,
  "DX_10_J440": 1854,
  "MED_SYRINGE_NS": 1855,
  "DX_10_N319": 1856,
  "DX_9_V443": 1857,
  "DX_9_E9478": 1858,
  "DX_10_T368X5A": 1859,
  "DX_9_25200": 1860,
  "MED_VECURONIUM_BROMIDE": 1861,
  "MED_MORPHINE_SULFATE_ORAL_SOLUTION_2_MG_ML": 1862,
  "DX_9_1962": 1863,
  "DX_10_F0150": 1864,
  "DX_9_1570": 1865,
  "PROC_10_02RF08Z": 1866,
  "MED_MAALOX_LIDOCAINE": 1867,
  "DX_9_23871": 1868,
  "DX_9_78062": 1869,
  "DX_10_B1910": 1870,
  "DX_10_I69351": 1871,
  "DX_10_Z91128": 1872,
  "DX_10_M4806": 1873,
  "MED_MORPHINE_SULFATE_CONCENTRATED_ORAL_SOLUTION_20_MG_ML": 1874,
  "DX_9_71535": 1875,
  "DX_10_I890": 1876,
  "DX_9_7919": 1877,
  "PROC_9_3613": 1878,
  "PROC_9_8801": 1879,
  "DX_9_7847": 1880,
  "MED_SYRINGE_INTRAPERITONEAL": 1881,
  "DX_9_E8796": 1882,
  "DX_10_M25511": 1883,
  "MED_PROMETHAZINE_HCL": 1884,
  "DX_9_V442": 1885,
  "PROC_10_0DH67UZ": 1886,
  "DX_10_G620": 1887,
  "DX_9_6929": 1888,
  "DX_10_K8309": 1889,
  "DX_10_Z90710": 1890,
  "PROC_10_01NB0ZZ": 1891,
  "DX_9_53390": 1892,
  "MED_GLYCERIN_SUPPS": 1893,
  "MED_DARUNAVIR": 1894,
  "DX_10_L97519": 1895,
  "DX_9_6202": 1896,
  "PROC_9_4011": 1897,
  "DX_9_V1749": 1898,
  "DX_9_V5864": 1899,
  "DX_9_V161": 1900,
  "DX_9_30300": 1901,
  "DX_10_Z45018": 1902,
  "DX_9_29040": 1903,
  "DX_9_99731": 1904,
  "MED_ASPIRIN_DESENSITIZATION_ANGIOEDEMA": 1905,
  "DX_9_8054": 1906,
  "DX_10_E806": 1907,
  "DX_10_O480": 1908,
  "MED_SEVELAMER": 1909,
  "DX_10_I96": 1910,
  "DX_10_R1011": 1911,
  "DX_9_5778": 1912,
  "DX_10_I639": 1913,
  "DX_10_R350": 1914,
  "DX_9_34839": 1915,
  "DX_10_R300": 1916,
  "MED_TAMOXIFEN_CITRATE": 1917,
  "PROC_9_0159": 1918,
  "DX_9_6262": 1919,
  "DX_9_4260": 1920,
  "DX_10_D701": 1921,
  "DX_9_99672": 1922,
  "DX_9_42842": 1923,
  "PROC_9_3323": 1924,
  "DX_10_D469": 1925,
  "DX_10_Y92129": 1926,
  "DX_9_53019": 1927,
  "DX_10_K8020": 1928,
  "DX_9_4239": 1929,
  "DX_9_V6441": 1930,
  "PROC_9_8611": 1931,
  "DX_9_8052": 1932,
  "DX_10_Z6827": 1933,
  "MED_BELLADONNA_OPIUM_16_2_30MG": 1934,
  "PROC_9_8151": 1935,
  "DX_9_7318": 1936,
  "DX_9_29281": 1937,
  "DX_9_55321": 1938,
  "DX_10_M25561": 1939,
  "DX_10_E1152": 1940,
  "PROC_10_0FT40ZZ": 1941,
  "DX_9_28803": 1942,
  "PROC_9_3612": 1943,
